<%@ Page MasterPageFile="~/MasterPage.Master" Language="C#" AutoEventWireup="true" CodeBehind="Home.aspx.cs" Inherits="MarketProject.Default" Async="true" %>

<asp:Content ID="Content2" runat="server" contentplaceholderid="WebPageContent" ViewStateMode="Enabled">
    <div class="HomeTextArea">
    <p>
            Ինչո՞ւ ենք այն օգտագործում

    </p>
     
         <p>  Հայտնի է, որ ընթերցողը, կարդալով հասկանալի տեքստ, չի կարողանա կենտրոնանալ  </p>  
        <p> տեքստի ձևավորման վրա: Lorem Ipsum օգտագործելը բացատրվում է նրանով,                                      </p>  
        <p> որ այն բաշխում է բառերը քիչ թե շատ իրականի նման, ի տարբերություն «Բովանդակություն,                        </p>  
        <p> բովանդակություն» սովորական կրկննության, ինչը ընթերցողի համար հասկանալի է:                                 </p>  
        <p> Շատ համակարգչային տպագրական ծրագրեր և ինտերնետային էջերի                                               </p>  
        <p> խմբագրիչներ այն օգտագործում են որպես իրենց ստանդարտ տեքստային մոդել,                                     </p>  
        <p> և հետևապես, ինտերնետում Lorem Ipsum-ի որոնման արդյունքում կարելի է հայտնաբերել էջեր,                      </p>  
        <p> որոնք դեռ նոր են կերտվում: Ժամանակի ընթացքում ձևավորվել են Lorem Ipsum-ի տարբեր վերսիաներ`               </p>  
        <p> երբեմն ներառելով պատահական տեքստեր, երբեմն էլ հատուկ իմաստ (հումոր և նմանատիպ բովանդակություն):       </p>  
     

    </div>
</asp:Content>



